Repository: MynaDotOrg/Website2013
Catalog: themes/MynaTheme/languages/*.po
Languages: de_de, sq_al

source: %s
de_de: %n
sq_al: %n

source: Page %s
de_de: Seite %n
sq_al: Faqe %t

source: Footer menu
de_de: Fusszeile Menü
sq_al: Meny e poshtme

source: Main menu
de_de: Hauptmenü
sq_al: Meny Kryesore

source: Tag:
sq_al: Etiketë:

source: Archives by Month:
de_de: Monatliche Archiven:
sq_al: Arkiva sipas Muajit:

source: Archives by Subject:
de_de: Archivierte Themen:
sq_al: Arkiva sipas temes:

source: Available Pages
de_de: Verfügbare Seiten
sq_al: Faqet aktuale

source: Blog Archives:
de_de: Blog Archiven:
sq_al: Arkiva e Blogeve:

source: Daily Archives: %s
de_de: Tägliche Archive: %n
sq_al: Arkivat ditore: %

source: Edit profile for User:
de_de: Userkonto bearbeiten:
sq_al: Ndryshu profilin e User-it

source: Forums
de_de: Forumen
sq_al: Forumet

source: Monthly Archives: %s
de_de: Monatliche Archive: %n
sq_al: Arkivat Mujore: %n

source: Ooops, you've encountered an error
de_de: Ooops, es wurde einen Fehler festgestellt
sq_al: Ooops, sapo u krijua nje error

source: PAGE NOT FOUND
de_de: Seite nicht gefunden
sq_al: Faqja nuk eshte gjetur

source: Profile for User:
de_de: User-Profil:
sq_al: User-Profil:

source: Search results for:
de_de: Suchergebnisse für:
sq_al: Resultat e kerkuar per:

source: The 20 latest Blog Posts
de_de: Die letzten 20 Blog Beiträge
sq_al: 20 Blog-Artikujt e fundit

source: The 8 latest Portfolio Entries
de_de: Die letzen 8 Mappe einträge
sq_al: 8 profilet e fundit

source: The page you were looking for doesn't exist.
de_de: Diese Seite wurde nicht gefunden.
sq_al: Faqja te cilen e kerkoni nuk u gjet.

source: Yearly Archives: %s
de_de: Jährliche Archive: %n
sq_al: Arkivat vjetore: %

source: % Comments
de_de: % Kommentare
sq_al: % Komente

source: Author
de_de: Autor
sq_al: Autor

source: Category
de_de: Kategorien
sq_al: Kategori

source: Check your spelling.
de_de: Prüfen Sie die Rechtschreibung
sq_al: Kontrolloni gabimet gramatikore

source: Comments
de_de: Komentare
sq_al: Komentet

source: Log out &raquo;
de_de: ausloggen
sq_al: çkyqu

source: Logged in as
de_de: angemeldet als
sq_al: i kyçur si

source: No comment
de_de: keine Kommentare
sq_al: S'ka komente

source: Nothing Found
de_de: Es konnte nichts gefunden werden.
sq_al: Asgje nuk u gjet

source: One comment
de_de: Ein Kommentar
sq_al: Nje koment

source: Permanent Link:
sq_al: Linku Permanent:

source: Posted on
de_de: Gepostet auf
sq_al: Postuar ne

source: Share this on
de_de: Freigeben
sq_al: Shperndaje

source: Sorry, no posts matched your criteria. Try another search?
de_de: Sorry, keine Beiträge mit Ihren Kriterien. Weitersuchen?
sq_al: Me fal, asgnje artikull nuk gjindet sipas kritereve tuaja, deshironi te kerkoni serish?

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Beitrag ist geschützt.Geben Sie das Passwort um Kommentare zu lesen.
sq_al: Ky artikull eshte i mbrojtur. Duhet te jepni fjalekalimin per te shikuar komentet.

source: Try a similar keyword, for example: tablet instead of laptop.
de_de: Versuchen Sie einen ähnlichen Suchbegriff, zum Beispiel: Tablette statt Laptop.
sq_al: Provoni fjale te ngjashme si: tablet ne vend te laptop

source: Try using more than one keyword.
de_de: Versuchen Sie es mit mehr als einem Schlüsselwort.
sq_al: Provoni te jepnie me teper se nje fjale.

source: Wanna say something?
de_de: Willst du etwas sagen?
sq_al: Deshironi te thoni diçka?

source: You might want to consider some of our suggestions to get better results:
de_de: Vielleicht möchten Sie erwägen einige unserer Vorschläge, um bessere Ergebnisse zu erhalten:
sq_al: Ndoshta deshironi disa nga sugjerimet tona per te gjetur rezultate me te mira.

source: You must be
de_de: Sie müssen
sq_al: Ju duhet te

source: for
de_de: für
sq_al: per

source: logged in
de_de: angemeldet sein
sq_al: jeni te kyçur

source: to post a comment.
de_de: um einen Kommentar zu schreiben
sq_al: per te postuar nje koment.
